
import Mock from 'mockjs';// 引入mockjs

Mock.mock('/api/test', {
  'code': '0',
  'result': {
    'tableData': [{
      'id': '12987122',
      'name': '好滋好味鸡蛋仔',
      'desc': '2019-02-10',
    }, {
      'id': '12987123',
      'name': '好滋好味鸡蛋仔',
      'desc': '2019-02-10',
    }, {
      'id': '12987125',
      'name': '好滋好味鸡蛋仔',
      'desc': '2019-02-10',
    }, {
      'id': '12987122',
      'name': '好滋好味鸡蛋仔',
      'desc': '2019-02-10',
    }, {
      'id': '12987123',
      'name': '好滋好味鸡蛋仔',
      'desc': '2019-02-10',
    }, {
      'id': '12987125',
      'name': '好滋好味鸡蛋仔',
      'desc': '2019-02-10',
    }, {
      'id': '12987122',
      'name': '好滋好味鸡蛋仔',
      'desc': '2019-02-10',
    }, {
      'id': '12987123',
      'name': '好滋好味鸡蛋仔',
      'desc': '2019-02-10',
    }, {
      'id': '12987125',
      'name': '好滋好味鸡蛋仔',
      'desc': '2019-02-10',
    }],
  }
});
